{
  "newsArray": [
    "Prime Minister Narendra Modi announces One Million Dollar grant to the UNESCO World Heritage Centre; Inaugurates 46th Session of World Heritage Committee in New Delhi.",
    "Government ready to debate any issue with an open heart, says, Union Minister Kiren Rijiju after all party meeting ahead of Budget Session of Parliament.",
    "Union Minister Amit Shah says, Narendra Modi government has not imported and will not import a single gram of milk powder.",
    "Centre asks Kerala government to immediately implement public health measures to control the spread of Nipah virus.",
    "In Tennis, Yuki Bhambri and Albano Olivetti clinch men's doubles title at ATP Swiss Open; Nuno Borges beat Rafael Nadal to lift Swedish Open Men's Singles trophy.",
    "In Women's T20 Asia Cup, India beat UAE by 78 runs at Dambulla, Sri Lanka."
  ],
  "quote": {
    "quote": "We cannot solve problems with the kind of thinking we employed when we came up with them.",
    "author": "Albert Einstein"
  },
  "word": {
    "word": "frabjous",
    "meaning": "wonderful, elegant, superb",
    "example": "The children had a frabjous time at the amusement park."
  },
  "joke": {
    "joke": "Five out of six people agree that Russian Roulette is safe."
  },
    "birthdays": [
    {
      "name": "Armaan Malik",
      "date": "Jul 22, 1995",
      "place": "Mumbai",
      "profession": "singer"
    },
    {
      "name": "Manyata Dutt",
      "date": "Jul 22, 1979",
      "place": "Mumbai",
      "profession": "actress"
    },
    {
      "name": "Devendra Fadnavis",
      "date": "Jul 22, 1970",
      "place": "Nagpur",
      "profession": "Indian politician"
    },
    {
      "name": "Mukesh (singer)",
      "date": "Jul 22, 1923",
      "place": "New Delhi",
      "profession": "Indian singer"
    },
    {
      "name": "Mazhar Khan (actor, born 1955)",
      "date": "Jul 22, 1955",
      "place": "Mumbai",
      "profession": "actor"
    },
    {
      "name": "Ajit Pawar",
      "date": "Jul 22, 1959",
      "place": "Deolali Pravara",
      "profession": "Indian politician"
    },
    {
      "name": "Aham Sharma",
      "date": "Jul 22, 1989",
      "place": "Barh",
      "profession": "Indian actor"
    },
    {
      "name": "Ananth Kumar",
      "date": "Jul 22, 1959",
      "place": "Bangalore",
      "profession": "Indian politician"
    },
    {
      "name": "C. V. Sridhar",
      "date": "Jul 22, 1933",
      "place": "Chengalpattu",
      "profession": "Indian film director"
    },
    {
      "name": "S. P. Sailaja",
      "date": "Jul 22, 1963",
      "place": "Nellore",
      "profession": "Indian singer"
    }
  ],
    "history": [
    {
      "date": "22-July-1678",
      "event": "Chhatrapati Shivaji Maharaj won the fort of Vellore."
    },
    {
      "date": "22-July-1702",
      "event": "The \"English Company of Merchants\" and the old East India Company was named the United Company of Merchants of England Trading to the East Indies\". In1833, this name finally changed to East India Company."
    },
    {
      "date": "22-July-1875",
      "event": "Nandkishor Bal, great Oria poet, novelist and critic, was born."
    },
    {
      "date": "22-July-1918",
      "event": "During the First World War, India's first fighter pilot Indra Lal Rai's plane was shot down in battle by Germans planes near London. Rai had fought for Britisher's Force."
    },
    {
      "date": "22-July-1925",
      "event": "Govind Talwalkar, famous journalist and editor, was born."
    },
    {
      "date": "22-July-1925",
      "event": "Homi Jehangir Teleyarkhan, social worker, was born."
    },
    {
      "date": "22-July-1944",
      "event": "Man Mohan Modi Seth , great industrialist, was born at Modinagar, U.P."
    },
    {
      "date": "22-July-1956",
      "event": "Quake shatters town of Anjar; claiming 117 lives, 800 people were missing."
    },
    {
      "date": "22-July-1959",
      "event": "Ananth Kumar was born in Banglore. He is a Minister in Vajpayee's Government."
    },
    {
      "date": "22-July-1970",
      "event": "Himachal Pradesh Krishi Vishvavidyalaya (HPKV), College of Agriculture, Palampur was transferred to Himachal Pradesh University as part of its Agricultural Complex."
    },
    {
      "date": "22-July-1978",
      "event": "Indira Gandhi charged with criminal misconduct during 1977 campaign."
    },
    {
      "date": "22-July-1981",
      "event": "India's first experimental geo-stationary communication satellite 'Apple' started working which was launched on June 19, 1981."
    },
    {
      "date": "22-July-1987",
      "event": "A.G. Kripal Singh, 14 Tests for India and one century on debut, passed away."
    },
    {
      "date": "22-July-1991",
      "event": "New industrial policy for liberalisation of economies announced in Parliament."
    },
    {
      "date": "22-July-1991",
      "event": "Pandit Basavraj Rajguru, great singer, passed away."
    },
    {
      "date": "22-July-1992",
      "event": "Security scam: Planning Commission member V. Krishnamurthy resigns."
    },
    {
      "date": "22-July-1992",
      "event": "The Supreme Court asks UP Government to halt construction in Ayodhya."
    },
    {
      "date": "22-July-1993",
      "event": "R.K. Khandekar, PM's aide, denies Harshad Mehta's charges."
    },
    {
      "date": "22-July-1993",
      "event": "Swiss Justice ministry reveals that Hindujas, Quatrocchi and Win Chadha are among the seven appellants fighting to prevent the transfer of Bofors pay off names to India."
    },
    {
      "date": "22-July-1996",
      "event": "1996-97 budget presented to Parliament by Finance Minister P. Chidambaram."
    },
    {
      "date": "22-July-1997",
      "event": "Bus plummets into the swollen Usri river in Giridih dist, Bihar, killing 70."
    },
    {
      "date": "22-July-1997",
      "event": "Govt. issues notification saying that Prasar Bharati Act, 1990 would come into force from Sept. 15."
    },
    {
      "date": "22-July-1998",
      "event": "24-year old P T Usha won bronze medals in the 400m and 200m races and anchored the 4x100m relay team to gold and 4x400m for silver at the Asian Track and Field Championships in Fukuoka, Japan."
    },
    {
      "date": "22-July-1998",
      "event": "India's 4x100m quartet of Saraswati Dey, E.B. Shyla, P.T. Usha and Rachita Mistry win gold in the Asian Athletic championships at Fukuoka."
    },
    {
      "date": "22-July-1998",
      "event": "Sahib Singh Verma, Delhi Chief Minister, and BJP vice-president K. L. Sharma are fined Rs. 100 each for riding a motorcycle without helmet in New Delhi."
    },
    {
      "date": "22-July-1999",
      "event": "J. H. Patel, Karnataka Chief Minister, recommends dissolution of the Assembly and the Governor Khurshid Alam Khan accepts it. Earlier Mr. Patel drops eight Ministers including the Deputy Chief Minister Siddharamiah."
    }
  ]
}
